import rudayaImg from "../assets/tutors/Rudaya.JPG";
import rezunImg from "../assets/tutors/Rezun.JPG";
import matuhinImg from "../assets/tutors/Matuhin.PNG";
import cirkunImg from "../assets/tutors/Cirkun.jpg";
import fedorenkoImg from "../assets/tutors/Fedorenko.JPG";

export const TUTORS = [
  {
    id: 1,
    name: "Рудая Елизавета",
    subject: "Математика",
    image: rudayaImg,
    university: "ВУЗ",
    approach: "Я объясняю так, что даже самое страшное становится понятным. Я легко нахожу контакт с ребятами — мы на одной волне, и я не веду себя как строгая тётя-училка, мы просто разбираем темы вместе.",
    caseStudy: "К каждому ученику я стараюсь найти свой подход: если человек фанатеет от машин — пожалуйста, будем решать задачки связанные с гонками и машинами, если обожает флору и фауну — посчитаем что‑нибудь связанное с этим."
  },
  {
    id: 2,
    name: "Резун Юлия",
    subject: "Математика",
    image: rezunImg,
    university: "лицей БГУ (физико-математический профиль). БГУ, факультета прикладной математики и информатики,специальность: информатика",
    approach: "Выстраиваю знания так, чтобы одно цеплялось за другое. Если ученик не понял базу, мы не идём дальше, пока не разложим всё по полочкам.",
    caseStudy: "Люблю объяснять сложные формулы просто и понятно на примерах из жизни. На первом занятии стараюсь найти реальный уровень ученика и составить чёткий план занятий для достижения результата."
  },
  {
    id: 3,
    name: "Резун Юлия",
    subject: "Физика",
    image: rezunImg,
    university: "лицей БГУ (физико-математический профиль). БГУ, факультета прикладной математики и информатики,специальность: информатика",
    approach: "Выстраиваю знания так, чтобы одно цеплялось за другое. Если ученик не понял базу, мы не идём дальше, пока не разложим всё по полочкам.",
    caseStudy: "Люблю объяснять сложные формулы просто и понятно на примерах из жизни. На первом занятии стараюсь найти реальный уровень ученика и составить чёткий план занятий для достижения результата."
  },
  {
    id: 4,
    name: "Матюхин Максим",
    subject: "Математика",
    image: matuhinImg,
    university: "Лицей №2 в Минске, БНТУ по специальности «инженер по автоматизации»",
    approach: "Я спокойный, терпеливый и ответственный человек, умею объяснять сложные темы простым языком.",
    caseStudy: "При решении задач и тестов всегда опирался на коварные места с логикой \"где составители задания хотели подловить?\", поэтому хорошо знаю узкие места и все, на что стоит обратить внимание"
  },
  {
    id: 5,
    name: "Циркун Тихон",
    subject: "Математика",
    image: cirkunImg,
    university: "БГУИР Инженерно-экономический факультет на специальности информационные системы и технологии (ИСиТ).",
    approach: "Организованный, дисциплинированный, стрессоустойчивый",
    caseStudy: "При решении задач и тестов всегда опирался на коварные места с логикой \"где составители задания хотели подловить?\", поэтому хорошо знаю узкие места и все, на что стоит обратить внимание"
  },
  {
    id: 6,
    name: "Федоренко Андрей",
    subject: "Математика",
    image: fedorenkoImg,
    university: "УО ВГТУ — специальность «Автоматизация технологических процессов и производств». Сдан кандидатский минимум, в т.ч. основы педагогики.",
    approach: "Опыт преподавания и подготовки детей к экзаменам, большая насмотренность на задачи различных лет. Знаю, что закономерно повторяется, и правильно расставляю акцент при подготовке — сначала то, что всегда, потом другое.",
    caseStudy: "Индивидуальный подход к каждому ученику, системная подготовка с акцентом на самые важные темы."
  },
  {
    id: 7,
    name: "Федоренко Андрей",
    subject: "Физика",
    image: fedorenkoImg,
    university: "УО ВГТУ — специальность «Автоматизация технологических процессов и производств». Сдан кандидатский минимум, в т.ч. основы педагогики.",
    approach: "Опыт преподавания и подготовки детей к экзаменам, большая насмотренность на задачи различных лет. Знаю, что закономерно повторяется, и правильно расставляю акцент при подготовке — сначала то, что всегда, потом другое.",
    caseStudy: "Индивидуальный подход к каждому ученику, системная подготовка с акцентом на самые важные темы."
  }
];
